// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Защита портов для прямого обращения";

TaskDescription = "Этот параметр служит для отключения печати через порт USB и параллельные порты.\n\nЭтот параметр не оказывает влияния на JetDirect, встроенные средства подключения к сети и дополнительные платы сторонних производителей (например, Firewire).";
CheckboxTitle = "Отключить порты для прямого обращения";
ApplyButtonTitle = "Применить";